{"IAM_Forfaits": "Saut au contenu principal Particuliers Mon Espace MT Offres supporters Tombola Forfaits Mobile Réglement du jeu 1 / 2 Next Previous Accueil Mobile Forfaits Mobile Forfaits exclusifs 5G Forfaits mobile Illimités mobile Choisissez l’offre qui vous convient Trier par Prix croissant Prix décroissant Forfaits internet Forfait Liberté 59 DH/mois 11 Go 1 Heure Pass et options Acheter Forfait Liberté 99 DH/mois 20 Go 1 Heure Pass et options Acheter Forfait Liberté 99 DH/mois 13 Go 4 Heures Pass et options Acheter Forfait Liberté 119 DH/mois 22 Go 2 Heures Pass et options Acheter Forfait Liberté 119 DH/mois 15 Go 5 Heures Pass et options Acheter Forfait Mobile 165 DH/mois 30 Go 3 Heures Pass et options Acheter Forfait Mobile 220 DH/mois 30 Go 12 Heures Pass et options Acheter Forfait Mobile 249 DH/mois 45 Go 5 Heures Pass et options Acheter Forfait Mobile 349 DH/mois 55 Go 15 Heures Pass et options Acheter Forfaits voix et internet Forfait Liberté 59 DH/mois 3 Go 3 Heures 300 SMS Pass et options Acheter Forfait Mobile 165 DH/mois 14 Go 14 Heures Pass et options Acheter Forfait Mobile 249 DH/mois 25 Go 20 Heures Pass et options Acheter Forfait Mobile 349 DH/mois 30 Go 30 Heures Pass et options Acheter Forfaits voix Forfait Liberté 99 DH/mois 11 Heures 2 Go Pass et options Acheter Forfait Mobile 220 DH/mois 22 Heures 12 Go Pass et options Acheter Le réseau 5G est accessible dans les zones couvertes 5G et nécessite un smartphone compatible 5G. À défaut, le smartphone bascule automatiquement sur la 4G. Comment payer mes factures ? Mon Espace MT Paiement en ligne MT Cash Agences commerciales Divertissement Voir tous nos services Shahid Streaming Profitez du meilleur de la vidéo à la demande ! À partir de 28 DH/mois Découvrir Anghami Musique Toute votre musique à portée de clic ! À partir de 15 DH/10 jours Découvrir Avez-vous besoin d'aide ? Services WhatsApp Agences commerciales Questions fréquentes Centres de relation client Contact Avenue Annakhil Hay Riad - Rabat - Maroc +212 537 71 90 00 Suivez nous sur : Facebook Instagram Youtube Linkedin Twitter Whatsapp Tiktok Offres Wifi Fibre optique ADSL Box Catalogue des offres fixe et internet Offres mobile Recharges Jawal Forfaits mobile Roaming Divertissement Catalogue des offres mobile Equipements Smartphones Accessoires Objets connectés Equipements fixe et internet Espace client Mon espace MT Recharger ma ligne Payer ma facture Consulter mes factures Groupe Maroc Telecom Nos engagements Rapports financiers Filiales et participations Communiqués de presse Carrières Publications Conditions générales Politique de confidentialité Mentions légales Sitemap © Copyright 2025. Tous droits réservés. Fibre optique Recharge Forfait mobile Smartphones Facture Nous utilisons des cookies pour fournir un contenu personnalisé, analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et collecter des informations démographiques sur notre base d'utilisateurs dans son ensemble. Acceptez tous les cookies pour la meilleure expérience possible sur notre site Web ou gérez vos préférences. Visitez notre politique de confidentialité Configuration Tout accepter Tout refuser", "IAM_Illimites": "Saut au contenu principal Particuliers Mon Espace MT Offres supporters Tombola Forfaits Mobile Réglement du jeu 1 / 2 Next Previous Accueil Mobile Illimités Mobile Faites le plein d'avantages avec les offres de Maroc Telecom Forfaits exclusifs 5G Forfaits mobile Illimités mobile Choisissez l’offre qui vous convient Trier par Prix croissant Prix décroissant Illimité mobile 259 DH/mois Appels illimités Vers le national 12 Go 1000 SMS Pass et options Acheter Illimité mobile 439 DH/mois Appels illimités Vers le national 100 Heures vers l’international* 35 Go SMS illimités*** Pass et options Acheter Illimité mobile 649 DH/mois Appels illimités Vers le national Appels illimités vers l'international* Internet illimité** SMS illimités*** Pass et options Acheter Illimité Mobile 5G 5G 699 DH/mois Appels illimités vers le national** Appels illimités vers l'international*** Internet Illimité** SMS illimités** 5 Go Roaming* + + Pass et options Acheter Le réseau 5G est accessible dans les zones couvertes 5G et nécessite un smartphone compatible 5G. À défaut, le smartphone bascule automatiquement sur la 4G. * Les tarifs appliqués par destination sont disponibles au niveau du catalogue des offres Mobile. . * Appels illimités vers l’international : 200H vers l’international ** Internet illimité : Au-delà du plafon 100 Go, la connexion est maintenue avec un débit limité. ***SMS illimités : 1000 SMS vers le national ou 250 SMS vers l'international. Comment payer mes factures ? Mon Espace MT Paiement en ligne MT Cash Agences commerciales Divertissement Voir tous nos services MT Foot Sport Suivez toute l'actualité foot en temps réel ! À partir de 10 DH/semaine Découvrir Shahid Streaming Profitez du meilleur de la vidéo à la demande ! À partir de 28 DH/mois Découvrir Maktabati Education Une nouvelle façon de lire pour vos enfants ! À partir de 10 DH/semaine Découvrir OSN+ Streaming Les meilleurs séries, films et documentaires en langue arabe! À partir de 35 DH/mois Découvrir Avez-vous besoin d'aide ? Service WhatsApp Agences commerciales Questions fréquentes Centres de relation client Contact Avenue Annakhil Hay Riad - Rabat - Maroc +212 537 71 90 00 Suivez nous sur : Facebook Instagram Youtube Linkedin Twitter Whatsapp Tiktok Offres Wifi Fibre optique ADSL Box Catalogue des offres fixe et internet Offres mobile Recharges Jawal Forfaits mobile Roaming Divertissement Catalogue des offres mobile Equipements Smartphones Accessoires Objets connectés Equipements fixe et internet Espace client Mon espace MT Recharger ma ligne Payer ma facture Consulter mes factures Groupe Maroc Telecom Nos engagements Rapports financiers Filiales et participations Communiqués de presse Carrières Publications Conditions générales Politique de confidentialité Mentions légales Sitemap © Copyright 2025. Tous droits réservés. Fibre optique Recharge Forfait mobile Smartphones Facture Nous utilisons des cookies pour fournir un contenu personnalisé, analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et collecter des informations démographiques sur notre base d'utilisateurs dans son ensemble. Acceptez tous les cookies pour la meilleure expérience possible sur notre site Web ou gérez vos préférences. Visitez notre politique de confidentialité Configuration Tout accepter Tout refuser", "IAM_Box_5G": "Saut au contenu principal Particuliers Mon Espace MT Accueil Wifi Box El Manzil El Manzil 5G El Manzil 5G 400 DH/mois 100 Mb/s* Frais de mise à disposition de la Box 5G: 349 DH Frais de mise en service nouveau client: 200 DH Acheter Au-delà du volume octroyé, vous pouvez continuer à naviguer sur Internet avec un débit réduit. Pour récupérer votre débit, découvrez nos Pass Internet et choisissez celui qui vous convient. *la Box 5G reste la propriété de Maroc Telecom, en cas de résiliation, le client doit le restituer suivant les modalités définies dans le catalogue des offres El Manzil 5G Qu’est-ce que l’offre Box 5G El Manzil ? Comment bénéficier de l’offre Box 5G El Manzil ? Que se passe-t-il si je ne suis pas éligible à l’offre Box 5G El Manzil ? Comment s’installe la Box 5G El Manzil ? Le déplacement d’un technicien est-il nécessaire ? Que faire si je ne suis pas éligible à la Box 5G El Manzil ? Puis-je déplacer la Box 5G El Manzil où je veux ? Je dispose de l’offre Box 4G, puis-je passer à l’offre 5G El Manzil ? Comment payer mes factures ? Mon Espace MT Paiement en ligne MT Cash Agences commerciales Avez-vous besoin d'aide ? Services WhatsApp Agences commerciales Questions fréquentes Centres de relation client Contact Avenue Annakhil Hay Riad - Rabat - Maroc +212 537 71 90 00 Suivez nous sur : Facebook Instagram Youtube Linkedin Twitter Whatsapp Tiktok Offres Wifi Fibre optique ADSL Box Catalogue des offres fixe et internet Offres mobile Recharges Jawal Forfaits mobile Roaming Divertissement Catalogue des offres mobile Equipements Smartphones Accessoires Objets connectés Equipements fixe et internet Espace client Mon espace MT Recharger ma ligne Payer ma facture Consulter mes factures Groupe Maroc Telecom Nos engagements Rapports financiers Filiales et participations Communiqués de presse Carrières Publications Conditions générales Politique de confidentialité Mentions légales Sitemap © Copyright 2025. Tous droits réservés. Fibre optique Recharge Forfait mobile Smartphones Facture Nous utilisons des cookies pour fournir un contenu personnalisé, analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et collecter des informations démographiques sur notre base d'utilisateurs dans son ensemble. Acceptez tous les cookies pour la meilleure expérience possible sur notre site Web ou gérez vos préférences. Visitez notre politique de confidentialité Configuration Tout accepter Tout refuser", "IAM_Box_4G": "Saut au contenu principal Particuliers Mon Espace MT Box 4G+ Mon wifi Maroc Telecom me suit partout ! Accueil Wifi BOX 4G+ Emportez votre connexion partout avec la Box 4G+ de Maroc Telecom ! Box 4G+ internet Forfaits internet Box 4G+ 199 DH/mois 40 Go 1 Heure Acheter Box 4G+ 450 DH/mois 90 Go 3 Heures Acheter Box 4G+ 350 DH/mois 70 Go 2 Heures Acheter Pour la récupération de débit, vous pouvez souscrire à l'un des pass internet mobile suivants en appelant le 600. 20 DH 2 Go 30 DH 3 Go 50 DH 5 Go 100 DH 10 Go 200 DH 20 Go Comment payer mes factures ? Mon Espace MT Paiement en ligne MT Cash Agences commerciales Avez-vous besoin d'aide ? Services WhatsApp Agences commerciales Questions fréquentes Centres de relation client Contact Avenue Annakhil Hay Riad - Rabat - Maroc +212 537 71 90 00 Suivez nous sur : Facebook Instagram Youtube Linkedin Twitter Whatsapp Tiktok Offres Wifi Fibre optique ADSL Box Catalogue des offres fixe et internet Offres mobile Recharges Jawal Forfaits mobile Roaming Divertissement Catalogue des offres mobile Equipements Smartphones Accessoires Objets connectés Equipements fixe et internet Espace client Mon espace MT Recharger ma ligne Payer ma facture Consulter mes factures Groupe Maroc Telecom Nos engagements Rapports financiers Filiales et participations Communiqués de presse Carrières Publications Conditions générales Politique de confidentialité Mentions légales Sitemap © Copyright 2025. Tous droits réservés. Fibre optique Recharge Forfait mobile Smartphones Facture Nous utilisons des cookies pour fournir un contenu personnalisé, analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et collecter des informations démographiques sur notre base d'utilisateurs dans son ensemble. Acceptez tous les cookies pour la meilleure expérience possible sur notre site Web ou gérez vos préférences. Visitez notre politique de confidentialité Configuration Tout accepter Tout refuser", "IAM_ADSL": "Saut au contenu principal Particuliers Mon Espace MT ADSL Internet illimité pour toute la famille Accueil Wifi ADSL Accédez à l'Internet haut débit avec nos offres ADSL ! ADSL Duo 249 DH/mois 20 Mb/s Ligne plafonnée* Frais Installation: 100 DH Acheter ADSL Duo 299 DH/mois 20 Mb/s Appels Illimités vers fixes nationaux 3H vers mobile national Frais Installation: 100 DH Acheter ADSL Duo 199 DH/mois 4 Mb/s Ligne plafonnée* Frais Installation: 100 DH Acheter *Ligne fixe plafonnée en réception uniquement. Vous pouvez à tout moment recharger votre ligne au 114 pour communiquer avec toutes les destinations au tarif en vigueur. Choisissez l’offre haut débit ADSL de Maroc Telecom et profitez de nombreux avantages : Internet haut débit allant jusqu’à 20 Mbps Connexion internet illimitée 24/7 Connexion partagée grâce à un wi-fi puissant Large gamme de formules adaptées à votre budget Équipements fixes et internet Voir tout Huawei Routeur Wi-Fi 4G Huawei B320-323 349 DH Acheter Netis Routeur Netis DL4323 185 DH Acheter D-Link Routeur D-Link DSL-124 I1 189 DH Acheter Huawei Box MiFi 4G Huawei +15 Go 299 DH Acheter Passez à la vitesse supérieure avec la fibre optique : une connexion ultra-rapide et stable pour toute votre maison. Découvrir Comment payer mes factures ? Mon Espace MT Paiement en ligne MT Cash Agences commerciales Avez-vous besoin d'aide ? Services Whatsapp Agences commerciales Questions fréquentes Centres de relation client Contact Avenue Annakhil Hay Riad - Rabat - Maroc +212 537 71 90 00 Suivez nous sur : Facebook Instagram Youtube Linkedin Twitter Whatsapp Tiktok Offres Wifi Fibre optique ADSL Box Catalogue des offres fixe et internet Offres mobile Recharges Jawal Forfaits mobile Roaming Divertissement Catalogue des offres mobile Equipements Smartphones Accessoires Objets connectés Equipements fixe et internet Espace client Mon espace MT Recharger ma ligne Payer ma facture Consulter mes factures Groupe Maroc Telecom Nos engagements Rapports financiers Filiales et participations Communiqués de presse Carrières Publications Conditions générales Politique de confidentialité Mentions légales Sitemap © Copyright 2025. Tous droits réservés. Fibre optique Recharge Forfait mobile Smartphones Facture Nous utilisons des cookies pour fournir un contenu personnalisé, analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et collecter des informations démographiques sur notre base d'utilisateurs dans son ensemble. Acceptez tous les cookies pour la meilleure expérience possible sur notre site Web ou gérez vos préférences. Visitez notre politique de confidentialité Configuration Tout accepter Tout refuser", "Injoy": "Forfait iNJOY Pass FAQ Espace client Français En poursuivant votre navigation sur ce site, vous acceptez l’utilisation de cookies susceptibles de vous proposer des offres et services adaptés à vos centres d’intérêts et de réaliser des statistiques de visites. Accepter En savoir plus FORFAITS MOBILE 100% digitaux et sans engagement Personnalisez votre forfait iNJOY 5 12 15 18 25 40 50 15 Go | 5 | 12 | 15 | 18 | 25 | 40 | 50 1 2 5 12 18 1 H | 1 | 2 | 5 | 12 | 18 59 DH/mois 15 Go d'internet 1 H vers le national Choisir ce forfait Forfaits Max Internet 59 DH/mois 15 Go d'internet 1 H vers le national Choisir ce forfait 99 DH/mois 25 Go d'internet 2 H vers le national Choisir ce forfait 149 DH/mois 40 Go d'internet 2 H vers le national Choisir ce forfait 199 DH/mois 50 Go d'internet 5 H vers le national Choisir ce forfait Forfaits Equilibre 70 DH/mois 5 Go d'internet 5 H vers le national Choisir ce forfait 120 DH/mois 12 Go d'internet 12 H vers le national Choisir ce forfait 180 DH/mois 18 Go d'internet 18 H vers le national Choisir ce forfait Vivez la liberté avec nos forfaits iNJOY : flexibles et sans engagement ! Générosité sans limites Découvrez nos forfaits généreux en volume d’internet et en heures d’appels vers le national. Liberté totale Optez pour le forfait de votre choix, sans engagement, et adaptez-le selon vos besoins. 100% digital En quelques clics, changez de forfait, payez vos factures et activez des pass partout et à tout moment. Assistance disponible 24h/7j Accédez à notre service client digital chatbot, directement depuis votre portail web ou application mobile. Plongez dans l'expérience digitale complète de iNJOY directement sur votre mobile ! Payez votre facture en ligne Consultez votre consommation en temps réel Changez d’offre à tout moment et en un clic Profitez d'une assistance en ligne à tout moment FAQ Nous sommes heureux de vous aider Souscription à mon forfait iNJOY Livraison de ma carte SIM Activation de ma carte SIM Gestion de mon forfait et paiement de ma Facture Besoin d'aide Je souscris à mon forfait iNJOY Je choisis mon forfait iNJOY Je choisis mon numéro mobile Je paie mon forfait CGU Mentions légales Copyright © 2025 iNJOY | All rights reserved", "Inwi_Mobile": "Particuliers Pro Entreprises Wholesale Corporate Français 5G inwi Mobile Forfaits mobile Forfaits Paiement factures Pass Offres prépayés Recharges Recharge rapide Identification Avantages inwi Fidélité Portabilité Esim Voyageurs Voyageurs Roaming Divertissement Tous les services Wifi Box internet La Fibre inwi 5G i-Box ADSL XTRA i-dar Vacay wifi Accessoires Nos accessoires L'expérience inwi Changer mon wifi Paiement factures Nos clients win inwimoney Offres du moment Smartphones Tous les téléphones Apple Samsung Xiaomi Nokia Assistance FAQ FAQ par thème Recharges & SIM Forfaits Mobiles Offres Internet Services Programme fidélité Urgences Nous contacter Contactez-nous Nos agences Trouver une agence Rechercher Mon panier Se connecter Accueil Mobile Forfaits mobile Forfaits Mobiles Tentez de gagner des SAMSUNG Galaxy S25 Ultra 5G Filtres : Type de forfait: Tout Mon Budget: Tout Les forfaits Max Réseaux Sociaux Forfait FLEXI Réseaux Sociaux 49 Dhs/mois Réseaux sociaux illimités Facebook, Messenger, Instagram, Whatsapp, Snapchat et X après épuisement du solde internet Appels illimités vers les numéros inwi après épuisement du solde appels 2Go d'internet 1h d'appels vers le national Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait illimité Réseaux Sociaux + 15Go 99 Dhs/mois Réseaux sociaux illimités Facebook, Messenger, Instagram, Whatsapp, Snapchat et X après épuisement du solde internet Appels illimités vers les numéros inwi après épuisement du solde appels* 15Go d'internet 2h d'appels vers le national Compatible 4G/5G JE CHOISIS MON FORFAIT Les forfaits Max Internet Previous slide Next slide Forfait FLEXI 11GO+1H 49 Dhs/mois 11Go d'internet 1h d'appels vers le national Whatsapp illimité après épuisement du solde internet Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait 30Go + 1H + WhatsApp Illimité 99 Dhs/mois 30Go d'internet 1h d'appels vers le national Whatsapp illimité après épuisement du solde internet Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung Forfait 35Go + 2h+ Whatsapp illimité 119 Dhs/mois 35Go d'Internet 2h d'appels national et international Whatsapp illimité après épuisement du solde internet Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait 40Go + 4h + Whatsapp illimité 149 Dhs/mois 40Go d'internet 4h d'appels vers le national Whatsapp illimité après épuisement du solde internet Compatible 4G/5G JE CHOISIS MON FORFAIT Les forfaits Max Appels Forfait FLEXI 4h+2GO 49 Dhs/mois 4h d'appels vers le national 2Go d'internet Appels illimités vers les numéros inwi après épuisement du solde appels Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait 11h + 11Go + illimité vers inwi 99 Dhs/mois 11h d'appels vers le national 11Go d'internet Appels illimités vers les numéros inwi après épuisement du solde appels Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait 17Go + 17h + Appels illimités vers inwi 149 Dhs/mois 17h d'appels 17Go d'internet Appels illimités vers inwi après épuisement du solde internet Compatible 4G/5G JE CHOISIS MON FORFAIT Les forfaits Illimités Previous slide Next slide Eligible à la tombola Samsung S25 Forfait Appels illimités + 35Go 199 Dhs/mois Appels illimités vers le national 35Go d'internet Whatsapp illimité après épuisement du solde internet 50dh offerts Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait Appels illimités + 60Go 249 Dhs Appels illimités vers le national 60Go d'internet 2Go Roaming internet à l'international Zone1 Whatsapp illimité après épuisement du solde internet 25dh offerts Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait appels illimités +75 Go 349 Dhs/mois Appels illimités vers le national et l'international Zone 1 75Go d'internet 2Go Roaming internet à l'international Zone1 1h Roaming appels Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait appels illimités +125 Go 549 Dhs/mois Appels illimités vers le national et l'international Zone 1 125Go d'internet 3Go Roaming internet à l'international Zone1 2h Roaming appels Compatible 4G/5G JE CHOISIS MON FORFAIT Eligible à la tombola Samsung S25 Forfait appels illimités +150 Go 649 Dhs/mois Appels illimités vers le national et l'international Zone 1 150Go d'internet 6Go Roaming internet à l'international Zone1 3h Roaming appels Compatible 4G/5G JE CHOISIS MON FORFAIT Voir le règlement de la Grande Tombola Forfait mobile inwi Consulter Comment participer ? 5 étapes simples ! 1.SOUSCRIVEZ Choisissez un forfait mobile inwi à partir de 99 DH/mois 2.INSCRIPTION AUTOMATIQUE Dès validation de votre souscription, vous participez automatiquement à la tombola 3. TIRAGE QUOTIDIEN Chaque jour, un gagnant est désigné parmi les nouveaux abonnés 4. CONFIRMATION Notre service client vous contacte si vous êtes l'heureux gagnant 3. LIVRAISON Votre SAMSUNG S25 Ult", "Inwi_5G": "Particuliers Pro Entreprises Wholesale Corporate Français 5G inwi Mobile Forfaits mobile Forfaits Paiement factures Pass Offres prépayés Recharges Recharge rapide Identification Avantages inwi Fidélité Portabilité Esim Voyageurs Voyageurs Roaming Divertissement Tous les services Wifi Box internet La Fibre inwi 5G i-Box ADSL XTRA i-dar Vacay wifi Accessoires Nos accessoires L'expérience inwi Changer mon wifi Paiement factures Nos clients win inwimoney Offres du moment Smartphones Tous les téléphones Apple Samsung Xiaomi Nokia Assistance FAQ FAQ par thème Recharges & SIM Forfaits Mobiles Offres Internet Services Programme fidélité Urgences Nous contacter Contactez-nous Nos agences Trouver une agence Rechercher Mon panier Se connecter Accueil Wifi Box internet 5G i-Box 5G i-Box Souscrivez à la 5G i-Box ou à la Fibre inwi et tentez de gagner une TV 55\" Promotion 5G i-Box 50 Méga 299 Dhs/mois Internet illimité Jusqu'à 50 Méga pour les usages quotidiens d'internet Appels illimités vers les fixes nationaux 3h d'appels vers les mobiles nationaux et l’international Z1 Choisir une box Promotion 5G i-Box 100 Méga 349 Dhs/mois Internet illimité Jusqu'à 100 Méga pour les usages quotidiens d'internet Appels illimités vers les fixes nationaux 4h d'appels vers les mobiles nationaux et l’international Z1 Choisir une box Avec inwi, vous êtes couverts Quelle que soit votre préférence de connexion, notre couverture internet est nationale Vérifiez votre éligibilité Couverture 4G ADSL XTRA Fibre inwi Voir le règlement de la Tombola 5G i-Box et Fibre inwi Consulter Les bonnes raisons pour choisir l'offre 5G i-Box Gamme complète 50 Méga, 100 Méga Adaptée à votre budget et à votre usage en connexion internet Plug and Play Insérez la SIM, branchez la Box et connectez vous directement Satisfait ou remboursé pendant 8 jours Vous avez des questions, nous avons les réponses ! L’offre 5G i-Box, c'est quoi ? Comment fonctionne l’offre 5G i-Box ? Quels sont les avantages de 5G i-Box? Pourquoi choisir l’offre 5G i-Box de inwi ? Puis-je connecter plusieurs appareils en même temps ? Quelle est la vitesse réelle de 5G i-Box? CONSULTEZ NOTRE FAQ GLOBALE Ce site utilise des cookies En cliquant sur « j'accepte tous les cookies », vous acceptez le stockage de cookies sur votre appareil pour améliorer la navigation sur le site, analyser son utilisation et contribuer à nos efforts de marketing J’ACCEPTE JE REFUSE Recharges Forfaits Wifi f'dar Factures Assistance Connectez-vous avec inwi Offres Mobiles Recharges Forfaits Catalogue Smartphones Portabilité Roaming Services win Offres Internet Fibre Optique ADSL XTRA By Inwi I-Dar Vacay Wifi By Inwi Accessoires inwi money Mon compte Payer Ma Facture Mon Espace Assistance FAQ Par Thème Nous Contacter Nos Boutiques Copyright 2025 ©. Tous droits réservés. Cookies CGU Brochure Plan de site", "Inwi_iDar": "Particuliers Pro Entreprises Wholesale Corporate Français 5G inwi Mobile Forfaits mobile Forfaits Paiement factures Pass Offres prépayés Recharges Recharge rapide Identification Avantages inwi Fidélité Portabilité Esim Voyageurs Voyageurs Roaming Divertissement Tous les services Wifi Box internet La Fibre inwi 5G i-Box ADSL XTRA i-dar Vacay wifi Accessoires Nos accessoires L'expérience inwi Changer mon wifi Paiement factures Nos clients win inwimoney Offres du moment Smartphones Tous les téléphones Apple Samsung Xiaomi Nokia Assistance FAQ FAQ par thème Recharges & SIM Forfaits Mobiles Offres Internet Services Programme fidélité Urgences Nous contacter Contactez-nous Nos agences Trouver une agence Rechercher Mon panier Se connecter Accueil Wifi Box internet i-dar i-Dar internet à emmener partout ! Satisfait ou remboursé i-Dar 199 199 Dhs/mois Internet illimités pour les usages quotidiens d'internet Appels illimités vers les fixes i-Dar Choisir un Modem i-Dar 249 249 Dhs/mois Internet illimités pour vos usages d'IPTV et streaming SD Appels illimités vers les fixes nationaux 2H d'appels vers les mobiles nationaux Choisir un Modem i-Dar 349 349 Dhs/mois Internet illimités si vous êtes adeptes du gaming, du streaming ou de l'IPTV HD Appels illimités vers les fixes nationaux 3H d'appels vers les mobiles nationaux Choisir un Modem Les bonnes raisons pour choisir l’offre i-Dar Un wifi illimité sans interruption pour connecter toute la famille Satisfait ou remboursé pendant 8 jours Wifi sans installation branchez et profitez du haut début Offre disponible branchez et profitez du haut début Avec inwi, vous êtes couverts Quelle que soit votre préférence de connexion, notre couverture internet est nationale Vérifiez votre éligibilité Couverture 4G ADSL XTRA Fibre inwi Comment payer mes factures ? Réglez vos factures en autonomie via ces canaux My inwi Votre application mobile qui vous aide à gérer votre compte. inwi money Votre solution mobile pour gérer facilement vos transactions financières Nos agences inwi Rendez-vous à votre agence inwi la plus proche Wafacash, Tasshilates & Fawatir +de 8000 agences sur le Royaume Nos banques partenaires via l’espace client de votre banque ou par GAB Prélèvement bancaire Automatique et 100% sécurisé. Télechargez le document ici Partager cette page? Partagez cette page avec vos amis et votre famille, ils vous remercieront plus tard ! JE PARTAGE Vous avez des questions, nous avons les réponses ! Quel forfait i-dar choisir ? CONSULTEZ NOTRE FAQ GLOBALE Assistance On est là pour vous aider Contacter nos conseillers Poser une question Trouver une agence Ce site utilise des cookies En cliquant sur « j'accepte tous les cookies », vous acceptez le stockage de cookies sur votre appareil pour améliorer la navigation sur le site, analyser son utilisation et contribuer à nos efforts de marketing J’ACCEPTE JE REFUSE Recharges Forfaits Wifi f'dar Factures Assistance Connectez-vous avec inwi Offres Mobiles Recharges Forfaits Catalogue Smartphones Portabilité Roaming Services win Offres Internet Fibre Optique ADSL XTRA By Inwi I-Dar Vacay Wifi By Inwi Accessoires inwi money Mon compte Payer Ma Facture Mon Espace Assistance FAQ Par Thème Nous Contacter Nos Boutiques Copyright 2025 ©. Tous droits réservés. Cookies CGU Brochure Plan de site", "Inwi_ADSL": "Particuliers Pro Entreprises Wholesale Corporate Français 5G inwi Mobile Forfaits mobile Forfaits Paiement factures Pass Offres prépayés Recharges Recharge rapide Identification Avantages inwi Fidélité Portabilité Esim Voyageurs Voyageurs Roaming Divertissement Tous les services Wifi Box internet La Fibre inwi 5G i-Box ADSL XTRA i-dar Vacay wifi Accessoires Nos accessoires L'expérience inwi Changer mon wifi Paiement factures Nos clients win inwimoney Offres du moment Smartphones Tous les téléphones Apple Samsung Xiaomi Nokia Assistance FAQ FAQ par thème Recharges & SIM Forfaits Mobiles Offres Internet Services Programme fidélité Urgences Nous contacter Contactez-nous Nos agences Trouver une agence Rechercher Mon panier Se connecter Accueil Wifi Box internet ADSL XTRA L’ADSL Xtra l’koul meghribi ADSL Xtra 149dh 149 Dhs/mois 2 heures vers tous les mobiles nationaux Appels illimités vers tous les fixes nationaux Je teste mon éligibilité ADSL Xtra 199dh 199 Dhs/mois 5 heures vers tous les mobiles nationaux et international Z1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité ADSL Xtra by inwi Internet illimité allant jusqu'à 20 Méga à un prix de 149 dh/mois seulement Conservez votre numéro grâce au service gratuit de portabilité Satisfait ou remboursé Pendant 8 jours Pas encore éligible ? Découvrez nos autres offres internet à la maison, en illimité. Offres internet illimitées Comment payer mes factures ? Réglez vos factures en autonomie via ces canaux My inwi Votre application mobile qui vous aide à gérer votre compte. inwi money Votre solution mobile pour gérer facilement vos transactions financières Nos agences inwi Rendez-vous à votre agence inwi la plus proche Wafacash, Tasshilates & Fawatir +de 8000 agences sur le Royaume Nos banques partenaires via l’espace client de votre banque ou par GAB Prélèvement bancaire Automatique et 100% sécurisé. Télechargez le document ici Partager cette page? Partagez cette page avec vos amis et votre famille, ils vous remercieront plus tard ! JE PARTAGE Vous avez des questions, nous avons les réponses ! Je suis client i-dar et je souhaite souscrire à l'ADSL Xtra. Est-ce possible ? Aurais-je un avantage ? J’ai déjà une ligne ADSL chez la concurrence, comment faire la portabilité vers l’ADSL Xtra de inwi ? CONSULTEZ NOTRE FAQ GLOBALE Assistance On est là pour vous aider Contacter nos conseillers Poser une question Trouver une agence ADSL Xtra d'inwi : Votre portail vers le wifi Haut Débit, l'Internet illimité et le meilleur du fixe. L'accès à Internet est devenu un élément fondamental de notre vie quotidienne, que ce soit pour le travail, les loisirs ou la communication. inwi.ma est là pour répondre à vos besoins avec l'offre ADSL Xtra, une solution qui allie la puissance du wifi Haut Débit à la liberté de l'Internet illimité. Wifi Haut Débit pour tous Vous recherchez une connexion Internet rapide et stable au Maroc pour répondre à vos besoins en matière de navigation, de streaming, de jeux en ligne et de télétravail ? L'offre internet ADSL Xtra d'inwi est la réponse. Avec un débit exceptionnel, vous pouvez profiter d'un wifi Haut Débit qui vous permet de faire tout ce que vous aimez en ligne sans interruption. Internet illimité à volonté Finis les soucis de limites de données et de frais supplémentaires. Avec le wifi ADSL Xtra, vous bénéficiez d'un accès Internet illimité. Plus de comptage de mégaoctets ou de déconnexion en plein milieu d'une vidéo. Profitez de la liberté de l'internet illimité pour télécharger, streamer et surfer en toute tranquillité. Routeur ADSL Xtra : La clé de votre connectivité L'ADSL Xtra d'inwi est livré avec un routeur ADSL Xtra de pointe. Ce routeur garantit une connectivité fiable dans toute votre maison et vous offre le meilleur débit ADSL. Connectez plusieurs appareils en même temps, des ordinateurs portables aux smartphones, et profitez d'un wifi Haut Débit dans chaque coin de votre domicile. Le meilleur du fixe L'ADSL Xtra d'Inwi vous offre non seulement le wifi Haut Débit et l'Internet illimité, mais également le meilleur du fixe. Profitez de la stabilité et de la fiabilité d'une connexion fixe, idéale pour les appels vidéo, la téléphonie VoIP, et bien plus encore. Internet illimité jusqu'à 20 Méga Avec l'ADSL Xtra, bénéficiez d'une vitesse de connexion allant jusqu'à 20 Méga à un prix de 149dhs seulement. Que vous ayez besoin de télécharger des fichiers volumineux, de regarder des vidéos en haute définition ou de jouer en ligne sans latence, notre service répond à vos attentes en matière de wifi Haut Débit. Satisfait ou Remboursé Nous sommes convaincus de la qualité de notre service ADSL Xtra. C'est pourquoi nous offrons une garantie \"Satisfait ou Remboursé\". Si, pour quelque raison que ce soit, vous n'êtes pas entièrement satisfait de votre expérience, nous vous rembourserons intégralement. Votre satisfaction est notre priorité absolue. Abonnez-vous à l'ADSL Xtra aujourd'hui L'ADSL Xtra d'inwi est la solution parfaite", "Inwi_Fibre": "Particuliers Pro Entreprises Wholesale Corporate Français 5G inwi Mobile Forfaits mobile Forfaits Paiement factures Pass Offres prépayés Recharges Recharge rapide Identification Avantages inwi Fidélité Portabilité Esim Voyageurs Voyageurs Roaming Divertissement Tous les services Wifi Box internet La Fibre inwi 5G i-Box ADSL XTRA i-dar Vacay wifi Accessoires Nos accessoires L'expérience inwi Changer mon wifi Paiement factures Nos clients win inwimoney Offres du moment Smartphones Tous les téléphones Apple Samsung Xiaomi Nokia Assistance FAQ FAQ par thème Recharges & SIM Forfaits Mobiles Offres Internet Services Programme fidélité Urgences Nous contacter Contactez-nous Nos agences Trouver une agence Rechercher Mon panier Se connecter Accueil Wifi Box internet La Fibre inwi La Fibre inwi Souscrivez à la 5G i-Box ou à la Fibre inwi et tentez de gagner une TV 55’ Fibre optique 20Méga 249 Dhs/mois Jusqu'à 🠗 20 Méga | 🠕 20 Méga 2 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Fibre optique 50Méga 299 Dhs/mois Jusqu'à 🠗 50 Méga | 🠕 50 Méga 3 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Fibre optique 100Méga 349 Dhs/mois Jusqu'à 🠗 100 Méga | 🠕 100 Méga 4 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Fibre optique 200Méga 449 Dhs/mois Jusqu'à 🠗 200 Méga | 🠕 200 Méga 6 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Fibre optique 500Méga 749 Dhs/mois Jusqu'à 🠗 500 Méga | 🠕 500 Méga 10 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Fibre optique 1Gbps 949 Dhs/mois Jusqu'à 🠗 1 Giga | 🠕 500 Méga 20 heures vers tous les mobiles nationaux et internationaux Zone1 Appels illimités vers tous les fixes nationaux Je teste mon éligibilité Voir le règlement de la Tombola 5G i-Box et Fibre inwi Consulter Les bonnes raisons pour choisir la Fibre inwi Gamme complète 20 méga, 50 méga, 100 méga, 200 méga, 500 méga et 1Gbps à débits symétriques en upload et download. La Fibre inwi est adaptée à votre budget et à votre usage en connexion internet Équipements Fibre de dernières générations Wifi mis à disposition avec frais remboursables. Installation gratuite Quelque soit votre forfait Satisfait ou remboursé Pendant 8 jours Pas encore éligible ? Découvrez nos autres offres internet à la maison, en illimité. Offres internet illimitées Comment payer mes factures ? Réglez vos factures en autonomie via ces canaux My inwi Votre application mobile qui vous aide à gérer votre compte. inwi money Votre solution mobile pour gérer facilement vos transactions financières Nos agences inwi Rendez-vous à votre agence inwi la plus proche Wafacash, Tasshilates & Fawatir +de 8000 agences sur le Royaume Nos banques partenaires via l’espace client de votre banque ou par GAB Prélèvement bancaire Automatique et 100% sécurisé. Télechargez le document ici Partager cette page? Partagez cette page avec vos amis et votre famille, ils vous remercieront plus tard ! JE PARTAGE Vous avez des questions, nous avons les réponses ! Je suis client i-dar ou ADSL Xtra et mon quartier est éligible à la Fibre optique. Est-il possible de modifier la technologie de connexion ? Dois-je rendre l'équipement que j'ai récupéré à l'activation en cas de résiliation? CONSULTEZ NOTRE FAQ GLOBALE Assistance On est là pour vous aider Contacter nos conseillers Poser une question Trouver une agence Votre wifi Très Haut Débit au Maroc à partir de 249 Dhs! Découvrez la puissance de la fibre optique avec inwi et vivez une meilleure expérience de navigation. Pourquoi opter pour la Fibre optique de inwi ? Vitesse supérieure : Naviguez à des vitesses fulgurantes et téléchargez du contenu en un clin d'œil. Streaming Haute Définition : Regardez vos films et séries préférés en streaming avec une qualité HD exceptionnelle. Expérience de jeu sans égal : Plongez dans vos jeux en ligne sans interruption grâce à la latence minimale et la stabilité offertes par la fibre optique de inwi. Connectivité multiples appareils : Connectez simultanément tous vos appareils sans sacrifier la qualité de la connexion. Téléphones, ordinateurs, tablettes, smart TV – tout fonctionne en harmonie. Support technique de qualité : inwi vous assure un support technique dédié pour répondre à toutes vos questions et résoudre vos éventuels problèmes. Choisissez votre Fibre optique dès maintenant. Explorez nos offres Internet Fibre optique conçues pour répondre à vos besoins spécifiques : Forfait 20 Méga 249dh : Profitez de l’offre Fibre optique la plus accessible du marché. Idéal pour la navigation quotidienne, les réseaux sociaux et le streaming léger. Forfait 50 Méga 299dh : Parfait pour les foy"}